cases_2412/NACA2412_3/system/controlDict:Zone.Identifier
[ZoneTransfer]
ZoneId=3
