cases_2412/NACA2412_3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          620;
        startFace       185410;
    }
    outlet
    {
        type            patch;
        nFaces          300;
        startFace       186030;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          260;
        startFace       186330;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          186000;
        startFace       186590;
    }
)

// ************************************************************************* //
