cases_2412/NACA2412_3/constant/transportProperties:Zone.Identifier
[ZoneTransfer]
ZoneId=3
