cases_2412/NACA2412_3/0/p:Zone.Identifier
[ZoneTransfer]
ZoneId=3
