cases_2412/NACA2412_3/system/forceCoeffs
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

forceCoeffs1 
{
	type		forceCoeffs;

	libs		("libforces.so");

	patches		(walls);

	writeControl	timeStep;
	timeInterval	10;

	log		yes;


	rho		rhoInf;		// Indicates incompressible
	rhoInf		1.225;		// Redundant for incompressible
	liftDir		(0 1 0);
	dragDir		(1 0 0);
	CofR		(0 0 0); 	// Axle midpoint on ground
	pitchAxis	(0 0 1);
	magUInf		7.3551;
	lRef		1;		// Wheelbase length
	Aref		1.75;		// Estimated
}

// ************************************************************************* //
